/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Repornește computerul";
"common-controls-shutdown"		= "Oprește computerul";
"common-controls-continue"		= "Continuă";

"common-tab-apple-title"		= " Despre ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Teste hardware ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Profil hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Versiune ";
"common-bundle-str"				= "Pachet ";

"mark-graphics-unknown-str"		= "Video necunoscut";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instalat";
"mark-generic-absent-str"		= "Negăsit";
"mark-generic-hasDevice-str"	= "Dispozitiv conectat";
"mark-generic-hasNoDevice-str"	= "Niciun dispozitiv conectat";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Herți";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " oră ";
"units-hours-str"		= " ore ";
"units-min-str"			= " min. ";
"units-mins-str"		= " min. ";
"units-sec-str"			= " sec.";
"units-secs-str"		= " sec.";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test nu este compatibil cu acest computer.";
"notcompat-ownrisk-str"			= "Continuați pe propriul risc [doar pre-lansare].";


"test-head-intro1-text"			= "Apple Hardware Test poate efectua testarea hardware a Macintosh-ului dvs.";
"test-head-intro2-text"			= "Pentru a efectua testele, faceți clic pe butonul “Testează” sau apăsați tasta “T”.";

"test-probe-onto-text"			= "Se examinează hardware-ul dvs; aceasta poate dura un minut...";
"test-probe-outof-text"			= "Examinare hardware finalizată.";

"test-controls-launch"			= "Testează";
"test-controls-interrupt"		= "Oprește testarea";

"test-choices-title"			= "Opțiuni test";
"test-about-title"				= "Despre teste și rezultate";
"test-results-title"			= "Rezultate test";

"test-results-notestyet"		= "Niciun test nu poate fi rulat până la finalizarea examinării.";
"test-results-nodevfound"		= "Nu a fost găsit niciun dispozitiv.";
"test-results-notyet"			= "Gata de testare.";
"test-results-quick-ongoing"	= "Testare în desfășurare.";
"test-results-extend-ongoing"	= "Testare extinsă în desfășurare.";
"test-results-willstop"			= "Testarea se va opri.";
"test-results-interrupted"		= "Testarea nu a fost finalizată.";
"test-results-nofail"			= "Nicio problemă găsită.";
"test-results-error"			= "Eroare internă în timpul testului.";
"test-results-failed"			= "Alertă!  Apple Hardware Test a detectat o eroare.";

"test-ongoing-short-status"		= "Testare în desfășurare.";
"test-ongoing-mlb-status"		= "Testare placă logică principală.";
"test-ongoing-memory-status"	= "Testare memorie.";
"test-ongoing-storage-status"	= "Testare stocare.";
"test-ongoing-video-status"		= "Testare grafică.";

"test-ongoing-pass-time-text"	= " în testare...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "în testare...";
"test-ongoing-sess-pass-text"	= "Număr trecere: ";
"test-ongoing-sess-time-text"	= "Durată totală testare: ";

"test-desc-initial-1-text"	= "Apple Hardware Test este un instrument de diagnoză pentru detectarea problemelor legate de componentele hardware ale computerului dvs.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Testele efectuate vă vor ajuta să stabiliți dacă întâmpinați o problemă legată de hardware sau de software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Dacă rezultatele testului stabilescă faptul că nu există o problemă legată de hardware, consultați manualul și/sau sistemul de Ajutor aferent computerului dvs. pentru a continua depanarea.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Timp estimativ de finalizare: 3 minute sau mai mult, în funcție de cantitatea de memorie instalată.";	/* default */
"test-desc-intro-quick-text2"	= "Timp estimativ de finalizare: între 10 și 15 secunde sau mai mult, în funcție de cantitatea de memorie instalată.";
"test-desc-intro-quick-text3"	= "Timp estimativ de finalizare: 2 minute sau mai mult, în funcție de cantitatea de memorie instalată.";
"test-desc-intro-quick-text4"	= "Timp estimativ de finalizare: 4 minute sau mai mult, în funcție de cantitatea de memorie instalată.";

"test-desc-intro-extend-text"	= "Timp estimativ de finalizare: 1 sau mai mult, în funcție de cantitatea de memorie instalată.";	/* default */
"test-desc-intro-extend-text2"	= "Timp estimativ de finalizare: între 10 și 15 minute sau mai mult, în funcție de cantitatea de memorie instalată.";
"test-desc-intro-extend-text3"	= "Timp estimativ de finalizare: 30 de minute sau mai mult, în funcție de cantitatea de memorie instalată.";
"test-desc-intro-extend-text4"	= "Timp estimativ de finalizare: 2 ore sau mai mult, în funcție de cantitatea de memorie instalată.";

"test-desc-option-extend-text"	= "Efectuați testarea extinsă (durează considerabil mai mult).";
"test-desc-option-loop-text"	= "Looping activat.";

"test-desc-quick-running-1-text"	= "Testare în desfășurare...";
"test-desc-quick-running-2-text"	= "Pentru a opri, faceți clic pe butonul “Oprește testarea”.";
"test-desc-quick-running-3-text"	= "Sau apăsați simultan tasta “Comandă” (“Apple”) și tasta “.” (punct).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Testare extinsă în desfășurare...";
"test-desc-extend-running-2-text"	= "Pentru a opri, faceți clic pe butonul “Oprește testarea”.";
"test-desc-extend-running-3-text"	= "Sau apăsați simultan tasta “Comandă” (“Apple”) și tasta “.” (punct).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Alertă!  Apple Hardware Test a detectat o eroare.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "În primul rând, notați codul de eroare din zona Rezultate test.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "În al doilea rând, dacă există periferice atașate la computer, opriți computerul, deconectați perifericele și rulați Test extins pentru a verifica rezultatele.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Apoi, dacă în continuare este raportată o problemă, consultați documentația referitoare la service și asistență aferente computerului dvs. pentru instrucțiuni despre contactarea AppleCare pentru asistență ulterioară.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Alertă!  Apple Hardware Test a detectat o eroare la inițializare.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "În primul rând, notați codurile de eroare din zona Rezultate test.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "În al doilea rând, dacă există periferice atașate la computer, opriți computerul, deconectați perifericele și rulați Test extins pentru a verifica rezultatele.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Apoi, dacă în continuare este raportată o problemă, consultați documentația referitoare la service și asistență aferente computerului dvs. pentru instrucțiuni despre contactarea AppleCare pentru asistență ulterioară.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produs";
"prof-prod-group-subtitle"		= "Detalii produs:";
"prof-prod-name-label"			= "Nume Macintosh:";
"prof-prod-model-label"			= "Model Macintosh:";
"prof-prod-cputype-label"		= "Tip CPU:";
"prof-prod-cpucount-label"		= "Număr de procesoare:";
"prof-prod-cpucoretotal-label"	= "Număr total de nuclee:";
"prof-prod-cpucorecount-label"	= "Număr de nuclee:";
"prof-prod-cpuspeed-label"		= "Viteză CPU:";
"prof-prod-cpucache-label"		= "Memorie tampon CPU de nivel 2 (per procesor):";

"prof-prod-L2cache-label"		= "Memorie tampon de nivel 2:";
"prof-prod-L2cachecore-label"	= "Memorie tampon de nivel 2 (per nucleu):";
"prof-prod-L3cache-label"		= "Memorie tampon de nivel 3:";

"prof-prod-cpucache3-label"		= "Memorie tampon CPU de nivel 3 (per CPU):";
"prof-prod-mlb-sn-label"		= "Nr. serial placă logică:";
"prof-processor-tray-sn-label"	= "Nr. serial tavă procesor:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Detalii video:";
"prof-graph-chipset-label"		= "Grafică:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Lățime afișaj (pixeli):";
"prof-graph-disp-height-label"	= "Înălțime afișaj (pixeli):";

"prof-communi-group-title"		= "Comunicații";
"prof-communi-group-subtitle"	= "Detalii comunicații:";
"prof-communi-enet-mac-label"	= "Adresă MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Adresă MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Receptor IR:";
"prof-communi-usb1-connect-label"	= "Port USB 1:";
"prof-communi-usb2-connect-label"	= "Port USB 2:";
"prof-communi-usb3-connect-label"	= "Port USB 3:";
"prof-communi-usb4-connect-label"	= "Port USB 4:";

"prof-memo-group-title"			= "Memorie";
"prof-memo-group-subtitle"		= "Detalii memorie:";
"prof-memo-overview-label"		= "Privire de ansamblu";
"prof-memo-slot-1-label"		= "Memorie #1";
"prof-memo-slot-2-label"		= "Memorie #2";
"prof-memo-slot-3-label"		= "Memorie #3";
"prof-memo-slot-4-label"		= "Memorie #4";
"prof-memo-slot-5-label"		= "Memorie #5";
"prof-memo-slot-6-label"		= "Memorie #6";
"prof-memo-slot-7-label"		= "Memorie #7";
"prof-memo-slot-8-label"		= "Memorie #8";

"prof-memo-type-str"			= "SDRAM lipit pe placa logică.";
"prof-memo--str"				= "Necunoscut";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "SDRAM DDR2";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Durată ciclu (ns)";
"prof-memo-ct2-str"				= " Ciclu (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Împerecheată cu #";
"prof-memo-paired-not-str"		= " neîmperecheată";
"prof-memo-mismatch-label"		= "Neconcordanță:";
"prof-memo-size-str"			= " dimensiune";
"prof-memo-speed-str"			= " viteză";
"prof-memo-vendor-str"			= " producător";
"prof-memo-recommend-str"		= "Recomandat: ";
"prof-memo-post-fail-str"		= "Eșec POST";

"prof-board-group-title"		= "Placă logică";
"prof-board-brom-vers-label"	= "Versiune ROM inițializare:";
"prof-board-smc-vers-label"		= "Versiune SMC:";
"prof-board-syst-sn-label"		= "Nr. serial. sistem:";
"prof-board-bootdev-label"		= "Dispozitiv de inițializare implicit:";

"prof-stor-group-title"			= "Stocare";
"prof-stor-size-label"			= "Dimensiune:";

"prof-powr-group-title"			= "Alimentare";
"prof-powr-group-subtitle"		= "Detalii alimentare:";
"prof-powr-src-label"			= "Sursă de alimentare:";
"prof-powr-src-wall-str"		= "Adaptor";
"prof-powr-src-batt-str"		= "Baterie";
"prof-powr-ac-on-str"			= "Conectat";
"prof-powr-ac-off-str"			= "Neconectat";
"prof-powr-capac-label"			= "Capacitate:";
"prof-powr-volt-label"			= "Voltaj:";
"prof-powr-status-label"		= "Stare:";

